base
base-devel
bluez
bluez-utils
btrfs-progs
clang
dmenu
docker
firefox
git
grub
gst-plugin-pipewire
helvum
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
libpulse
linux
linux-firmware
meson
neovim
net-tools
networkmanager
ninja
nmap
obsidian
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
reflector
ripgrep
rsync
rust
sl
stow
sudo
terminator
tmux
traceroute
tree
tree-sitter-cli
ttf-dejavu
ttf-fira-code
unzip
vim
wget
wireplumber
wpa_supplicant
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yazi
z
zram-generator
zsh
zsh-syntax-highlighting
